# შექმენით რამდენიმე ცვლადი სადაც შეინახავთ თქვენს შესახებ ინფორმაციას
#  გამოიტანეატ ტერმინალში თქვენს შესახებ იფნორმაცის ცვლადების დახმარებით ერთ გრძელ წინადადებად
# კომენტარებით ახსენით თუ როგორ ვქმნით ცვლადს და რა არის მისი დანიშნულება


name = "luka"
surname = "baramidze"
age = 15
height = 167.5
Know_Math = True
chemi = "chemi simaglea"
fullname = "me var luka baramidze"
AGE = "wlis"

print(fullname + " " + str(age)+ " "  + AGE + " " + chemi + " "  + str(height))

#ცლადი იქმნება შემდეგ ნაირად: ცვლადის სახელი = "ცლადის მნიშვნელობა"
#ცვლადის არის ადგილი სადაც ვინახავთ გარკვეულ მონაცემებს