#  დედამ გაგიშვათ აფთიაქში თავის ტკივილის წამლის საყიდლათ, ეს წამალი დღეში უნდა დალიო შენი წონის მიხედვით. თუ 10 დან 20 კილომდე ხარ ნახევარი ტაბლეტი უნდა დალიო დღეში, თუ 30-40 კილომდე ხარ 1 ტაბლეთი ორჯერ დღეში და თუ 45 კილოზე მეტი ხარ სამი ტაბლეტი უნდა დალიო ორჯერ დღეში. თქვენი მისიაა ამ ინფორმაციით გაარკვიოთ მომხარებელს რამდენი წამალი აქვს დასალევი და დღეში რამდენჯერ უნდა დალიოს.


weight = int(input("Enter Your Weight:"))

if 10 < weight < 20:
    print("ნახევარი ტაბლეტი დღეში ერთხელ")
elif 30 < weight < 40:
    print("ერთი ტაბლეტი დღეში ორჯერ")
else:
    print("სამი ტაბლეტი დღეში ორჯერ")