# თქვენ დაგპატიჟეს პატარა ბავშვის დაბადების დღეზე გასართობ ცენტრში, თქვენთან ერთად ამ გასართობ ცენტრში დაპატიჟეს 10 ადამიანი და ამ 10 ადამიანიდან ერთ ერთი ნიკოლოზია. ნიკოლოზს უთხრეს რომ მას შეუძლია ბავშებთან ერთად გაერთოს თუ ის ფეხსაცმელებს გაიხდის და ქურთუკს საკიდზე ჩამოკიდებს (True და False-ს გამოყენება დაგჭირდებათ). თქვენი მიზანია გაარკვიოთ ნიკოლოზმა შეასრულა ეს წესები თუ არა, ანუ შეუძლია თუ არა მას ბავშებთან ერთად გართობა.

Yes = True
No = False

remove_coat = input("გაიხადე ქურთუკი?:")



if remove_coat == "Yes":
    print("შენ შეგიძლია თამაში")
else:
    print("შენ არ შეგიძლია თამაში")


remove_shoes = input("გაიხადე ფეხსაცმელი?:")

if remove_shoes == "Yes":
    print("შენ შეგიძლია თამაში")
else:
    print("შენ არ შეგიძლია თამაში")



